Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/services_and_supports_for_children/index.html.txt.tmx
Source language: en
Languages: ga

source: Services and supports for children
ga: Seirbhísí agus tacaíocht do leanaí

source: Information on childhood education, including the role of the Department of Education and Skills
ga: Eolas ar luathoideachais an pháiste, an ról atá ag an Roinn Oideachais agus Scileanna, polasaí an rialtais agus rialacháin cúram leanaí

source: This document is in: Education and Training > Pre-school education and childcare
ga: This document is in: Oideachas agus Oiliúint > Oideachas Réamhscoile agus Cúram Leanaí

source: The primary legislation regulating child care policy is the Child Care Act 1991 which brought in considerable changes in relation to children in care
ga: Is é an tAcht um Chúram Leanaí 1991 an phríomhreachtaíocht chun beartas chúram leanaí a rialú, rud a thug athruithe ollmhóra isteach maidir le leanaí i gcúram

source: Find out more here
ga: Cúram leanaí Leas leanaí Cúram altrama

source: What is child abuse?
ga: Céard is mí-úsáid leanaí ann?

source: To whom do I report suspicions of child abuse?
ga: Cé dó a dtuairiscím amhras maidir le mí-úsáid leanaí?

source: International child abduction occurs when a child is unlawfully removed from a country or unlawfully retained in a country
ga: Tarlaíonn fuadach idirnáisiúnta leanaí nuair a thógtar leanbh amach as tír go neamhdhleathach nó nuair a choinnítear iad i dtír go neamhdhleathach

source: The question of arranging for the return of a child who has been abducted internationally is governed by international law
ga: Rialaíonn an dlí idirnáisiúnta an cheist maidir leis an leanbh a ndearnadh fuadach idirnáisiúnta air/uirthi a thabhairt ar ais abhaile

source: Youth Information Centres provide free, confidential information for young people and for people who work with young people
ga: Cuireann Ionaid Eolais don Óige eolas saor in aisce, faoi rún ar fáil do dhaoine óga agus do dhaoine atá ag obair leis an óige

source: They hold information on a wide variety of subjects
ga: Tá eolas ar fáil uathu ar ábhair éagsúla

source: Recreational activities for young people
ga: Gníomhaíochtaí caitheamh aimsire do dhaoine óga

source: The overall objective of the National Recreation Policy for Young People is to provide a framework for the promotion of appropriate recreational opportunities for young people between the ages of 12 and 18. Find out more
ga: Is é cuspóir foriomlán an Bheartais Náisiúnta Caitheamh Aimsire do Dhaoine Óga creatlach a sholáthar chun na deiseanna oiriúnacha caitheamh aimsire do dhaoine óga idir 12 agus 18 mbliana a chur chun cinn

source: This document is in: Travel and Recreation > Recreational activities in Ireland
ga: This document is in: Taisteal agus Áineas > Caitheamh Aimsire in Éirinn

source: Most Read in "Family and Relationships"
ga: Ábhar is mó éilimh i "Teaghlach agus Caidrimh"

source: Registrars of Births, Marriages and Deaths
ga: Leanaí agus cearta in Éirinn

source: Barring, safety and protection orders
ga: Orduithe Urchoisc, Sábháilteachta agus Cosanta
